{
  "shows": [
    {
      "id": "SLHUwyN",
      "type": "TV Show",
      "title": "Scream Queens",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 2015,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Comedy, Horror, Mystery",
      "description": "SCREAM QUEENS is a new genre-bending comedy-horror anthology series. The series, produced by 20th Century Fox Television, is from Ryan Murphy, Brad Falchuk, Ian Brennan and Dante Di Loreto, the executive producers of GLEE and “American Horror Story.” The first installment in the new anthology series revolves around a college campus which is rocked by a series of murders."
    },
    {
      "id": "nzhZVSK",
      "type": "TV Show",
      "title": "Star Trek: Deep Space Nine",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 1995,
      "rating": "TV-PG",
      "duration": "7 Seasons",
      "listedIn": "Action, Adventure, Science Fiction",
      "description": "Star Trek: Deep Space Nine takes place in the mid 24th century and chronicles the adventures of a team of Starfleet officers who take command of a remote alien space station on the edge of a new frontier."
    },
    {
      "id": "T5QqSps",
      "type": "TV Show",
      "title": "Star Trek: Enterprise",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 2001,
      "rating": "TV-PG",
      "duration": "4 Seasons",
      "listedIn": "Action, Adventure, Science Fiction",
      "description": "Set in the 22nd century, nearly 100 years before James T. Kirk, ENTERPRISE takes place during the early pioneering days of deep space exploration, when interstellar travel is in its infancy and the United Federation of Planets is still decades away. Captain Jonathan Archer is the prototype for Starfleet captains to come; he’s bold, intensley curious and eager to venture where no man has gone before. Unlike the seasoned, sometimes unflappable officers of the 24th century, the crew of ENTERPRISE exhibits a sense of wonder and excitement, as well as a little trepidation about the strange things they’ll encounter. With their star charts mostly empty, they’ll have to prove they’re ready for life among the stars."
    },
    {
      "id": "zFY2Q8y",
      "type": "TV Show",
      "title": "Star Trek: The Next Generation",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 1989,
      "rating": "TV-PG",
      "duration": "7 Seasons",
      "listedIn": "Action, Adventure, Classics",
      "description": "Star Trek: The Next Generation (TNG) focuses on the 24th century adventures of Captain Jean-Luc Picard aboard the U.S.S. Enterprise (NCC-1701-D). This incarnation of the famous starship is much larger than the one captained by James T. Kirk a century earlier, and, accordingly, it carries a larger crew complement: 1,012 men, women…and, surprisingly, children. This era’s Starfleet Command believes that men and women are more likely to sign up for long-term exploratory missions if they think of their ship as home. Thus, Picard’s crew enjoys many of the comforts they’d have otherwise left behind, including a wide variety of recreational opportunities, “replicated” food dishes to suit every palate, and quarters large enough to share with spouses and offspring. There are schools for the children and a bar (stocked with synthetic alcohol, or synthehol) where the adults can unwind. However, the ongoing mission – no longer limited to a mere five years – remains virtually the same as it was during Kirk’s time: to seek out new life and new civilizations, and to boldly go where no one has gone before."
    },
    {
      "id": "ZxJzBhp",
      "type": "TV Show",
      "title": "Star Trek: The Original Series",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 1966,
      "rating": "TV-PG",
      "duration": "3 Seasons",
      "listedIn": "Action, Adventure, Classics",
      "description": "The 23rd century adventures of Captain James T. Kirk and the U.S.S. Enterprise (NCC-1701), a powerful interstellar spacecraft dispatched by Earth-based Starfleet Command to explore the galaxy. Kirk commands a crew of 430 men and women aboard his starship, which can travel at speeds surpassing the speed of light. Kirk's five-year mission – and his mandate from Starfleet – is to seek out new life and new civilizations, and to boldly go where no man has gone before."
    },
    {
      "id": "oP-JFHB",
      "type": "TV Show",
      "title": "Star Trek: Voyager",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 1997,
      "rating": "TV-PG",
      "duration": "7 Seasons",
      "listedIn": "Action, Adventure, Science Fiction",
      "description": "Catapulted into the distant sector of the galaxy, the Star Trek franchise's first female captain and her crew encounter strange new worlds and dangerous new enemies in their quest to return home."
    },
    {
      "id": "aVdS_PQ",
      "type": "TV Show",
      "title": "The Fades",
      "country": "United Kingdom",
      "dateAdded": "",
      "releaseYear": 2011,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Horror, International, Science Fiction",
      "description": "Seventeen-year-old Paul is haunted by apocalyptic dreams. Worse still, Paul is starting to see the Fades, spirits of the dead, all around him. The fate of humanity now rests in his hands."
    },
    {
      "id": "5OP2TRj",
      "type": "TV Show",
      "title": "The Twilight Zone",
      "country": "United States",
      "dateAdded": "",
      "releaseYear": 1959,
      "rating": "TV-PG",
      "duration": "5 Seasons",
      "listedIn": "Classics, Science Fiction, Thriller",
      "description": "Rod Serling's seminal anthology series focused on ordinary folks who suddenly found themselves in extraordinary, usually supernatural, situations."
    },
    {
      "id": "I7S_MwL",
      "type": "TV Show",
      "title": "Tokyo Magnitude 8.0",
      "country": "Japan",
      "dateAdded": "",
      "releaseYear": 2009,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Anime, Drama, International",
      "description": "The devastation is unleashed in the span of seconds. An ancient rift in the Earth gives way and a force equivalent to over a thousand atomic bombs erupts beneath the feet of the citizens of the world’s largest mega-cities! In the mangled streets, three survivors must brave impossible obstacles and endure unspeakable hardships, with no way of knowing if their loved ones are still alive. In the aftermath of nature’s fury, only the strongest of will and most courageous of heart can hope to survive in TOKYO MAGNITUDE 8.0!"
    },
    {
      "id": "IgyC9Zv",
      "type": "TV Show",
      "title": "Lodge 49",
      "country": "",
      "dateAdded": "January 13, 2020",
      "releaseYear": 2018,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Comedy, Drama",
      "description": "A light-hearted, modern-day fable about a disarmingly optimistic local ex-surfer, Dud."
    },
    {
      "id": "veiZ2bn",
      "type": "TV Show",
      "title": "NASA Television Documentaries",
      "country": "United States",
      "dateAdded": "July 13, 2015",
      "releaseYear": 2015,
      "rating": "",
      "duration": "1 Season",
      "listedIn": "Documentaries, Science & Technology",
      "description": "NASA's Vision: To reach for new heights and reveal the unknown so that what we do and learn will benefit all humankind."
    },
    {
      "id": "6TU177t",
      "type": "TV Show",
      "title": "GANGSTA.",
      "country": "Japan",
      "dateAdded": "July 12, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "Working independently, taking jobs from both the mafia and police, the charming Worick and super-powered Nicolas are unique Handy Men who navigate the seedy underworld of Ergastulum in style leaving a trail of chaos behind them."
    },
    {
      "id": "c-y79HO",
      "type": "TV Show",
      "title": "HAPPYish",
      "country": "",
      "dateAdded": "July 6, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Comedy",
      "description": "Maybe, after 44 years on this ludicrous planet, settling for happyish is the best one can expect. Bitingly funny and raw, HAPPYish features a stellar cast led by Steve Coogan, Kathryn Hahn, and Bradley Whitford."
    },
    {
      "id": "AZk05tu",
      "type": "TV Show",
      "title": "The Borgias",
      "country": "",
      "dateAdded": "July 6, 2015",
      "releaseYear": 2011,
      "rating": "TV-MA",
      "duration": "3 Seasons",
      "listedIn": "Crime, Drama, History",
      "description": "Oscar winner Jeremy Irons stars as the charismatic Rodrigo Borgia, the head of an infamous Renaissance-era Italian family who will let nothing and no one stand in the way of his relentless quest for power."
    },
    {
      "id": "9J8iccL",
      "type": "TV Show",
      "title": "The Green Room With Paul Provenza",
      "country": "",
      "dateAdded": "July 6, 2015",
      "releaseYear": 2010,
      "rating": "TV-MA",
      "duration": "2 Seasons",
      "listedIn": "Comedy",
      "description": "Paul Provenza invites some of the biggest names in stand-up to sit down and try to beat each other to the punch line. Whether it's politics, race, sex or money, no topic is off limits in The Green Room."
    },
    {
      "id": "WmKsiMb",
      "type": "TV Show",
      "title": "Over the Garden Wall",
      "country": "United States",
      "dateAdded": "June 7, 2015",
      "releaseYear": 2014,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Adventure, Cartoons, Kids",
      "description": "Over the Garden Wall is Cartoon Network’s 1st animated mini-series event that tells the story of two brothers, Wirt and Greg, who find themselves lost in a strange forest. With the help of a bluebird named Beatrice, they must travel across this strange land in hope of finding their way home. Featuring the voices of Elijah Wood, Melanie Lynskey, Chris Isaak, Christopher Lloyd, and John Cleese."
    },
    {
      "id": "WGs4HVc",
      "type": "TV Show",
      "title": "Whose Line Is It Anyway? (UK)",
      "country": "United Kingdom",
      "dateAdded": "June 4, 2015",
      "releaseYear": 1988,
      "rating": "TV-PG",
      "duration": "4 Seasons",
      "listedIn": "Comedy, International, Sketch Comedy",
      "description": "The original improvisation show, in which anything can and will happen."
    },
    {
      "id": "7ZjT86P",
      "type": "TV Show",
      "title": "The Bravest Knight Who Ever Lived",
      "country": "",
      "dateAdded": "May 28, 2015",
      "releaseYear": 2014,
      "rating": "TV-Y7",
      "duration": "1 Season",
      "listedIn": "Kids, LGBTQ+",
      "description": "Follow the story of Cedric, a young pumpkin farmer who wants nothing more than to become a courageous knight. After foiling a dastardly carriage thief, Cedric earns the chance to make his dream come true. When he sets out on his own adventure, Cedric must use his wits to save a prince and princess from a fierce dragon, and choose for himself what his happy ending should be. The Bravest Knight Who Ever Lived is a modern fairytale that proves that sometimes the bravest thing you can do is be yourself."
    },
    {
      "id": "I00sM0M",
      "type": "TV Show",
      "title": "Ben 10: Omniverse",
      "country": "United States",
      "dateAdded": "May 17, 2015",
      "releaseYear": 2012,
      "rating": "TV-Y7",
      "duration": "8 Seasons",
      "listedIn": "Adventure, Cartoons, Kids",
      "description": "It’s an all-new series! With an all-new Omnitrix and new alien heroes. A quirky, new underground world full with intergalactic life. A new, partner named Rook, helping Ben save the world and bail him out of trouble. And a new Ben like you’ve never seen him – a little older but not always a little wiser. It’s going to be a wild ride!"
    },
    {
      "id": "ncQhr2J",
      "type": "TV Show",
      "title": "Moone Boy",
      "country": "United Kingdom, Ireland",
      "dateAdded": "May 13, 2015",
      "releaseYear": 2012,
      "rating": "TV-14",
      "duration": "3 Seasons",
      "listedIn": "Comedy, International",
      "description": "Childhood sucks. Imaginary friends rule. “Moone Boy” is a quirky comedy about 12-year-old Martin Moone and his bearded, sarcastic, imaginary friend Sean (Chris O’Dowd, “Bridesmaids”). Martin’s imaginary pal plays the banjo, writes bad love poetry, and helps Martin navigate the challenges of his eccentric childhood. This semi-autobiographical series, written by and starring O’Dowd, was a critical hit in the UK and is now exclusively on Hulu."
    },
    {
      "id": "Q2nKgYW",
      "type": "TV Show",
      "title": "My Love Story!!",
      "country": "Japan",
      "dateAdded": "May 9, 2015",
      "releaseYear": 2015,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Anime, Comedy, International",
      "description": "Takeo Goda is a big guy with a big heart, but his looks scare off the girls he likes! It doesn’t help that ladies love his attractive best friend, Makoto Sunakawa. Though, he doesn’t resent Sunakawa for this at all, and by high school, Takeo has accepted his fate. But his kindness earns him a chance at love when he saves a girl from being harassed on the train. Takeo finds himself falling for her, and he’s sure he doesn’t stand a chance, but anything can happen, especially in a love story!"
    },
    {
      "id": "0Mmz1WS",
      "type": "TV Show",
      "title": "Ben 10 (2005)",
      "country": "United States",
      "dateAdded": "May 1, 2015",
      "releaseYear": 2005,
      "rating": "TV-Y7",
      "duration": "4 Seasons",
      "listedIn": "Adventure, Cartoons, Kids",
      "description": "Now, with the Omnitrix, Ben can transform into any of 10 alien heroes – each with their own special powers. And Ben is going to need all the powers he can get if he is going to save the world from Vilgax and his evil alien forces."
    },
    {
      "id": "DidC-SW",
      "type": "TV Show",
      "title": "Foster's Home for Imaginary Friends",
      "country": "United States",
      "dateAdded": "May 1, 2015",
      "releaseYear": 2004,
      "rating": "TV-G",
      "duration": "6 Seasons",
      "listedIn": "Cartoons, Kids",
      "description": "What happens when children outgrow their imaginary friends? They take them to Madame Foster’s Home for Imaginary Friends, a vast Victorian mansion with endless rooms and hundreds of thought-up playmates. Follow the adventures of eight-year-old Mac and his imaginary friend Bloo in world where imaginary friends actually come to life."
    },
    {
      "id": "CSK04hK",
      "type": "TV Show",
      "title": "Sons of Anarchy",
      "country": "United States",
      "dateAdded": "April 25, 2015",
      "releaseYear": 2008,
      "rating": "TV-MA",
      "duration": "7 Seasons",
      "listedIn": "Action, Crime, Drama",
      "description": "Sons of Anarchy is an adrenalized drama with darkly comedic undertones about a notorious outlaw motorcycle club intent on protecting their sheltered small town against encroaching drug dealers, corporate developers and overzealous law officers. The club is equally determined to protect their ruthless and illegally thriving arms business. Charlie Hunnam stars as Jackson 'Jax' Teller, a man whose love for the brotherhood is tested by his growing apprehension for its lawlessness. Katey Sagal stars as Gemma Teller Morrow, Jax's force-of-nature mother, who along with Ron Perlman as Clarance 'Clay' Morrow, Jax's stepfather and MC president, have their own darker vision for the club. An FX Networks Original Series."
    },
    {
      "id": "1FO-nI4",
      "type": "TV Show",
      "title": "Blood Blockade Battlefront",
      "country": "Japan",
      "dateAdded": "April 18, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "In Hellsalem's Lot, a city created by an intersection of worlds where New York City once stood, local crime fighting group Libra must bind together to defeat monsters, magic, and mayhem."
    },
    {
      "id": "PkTz6TX",
      "type": "TV Show",
      "title": "Major Lazer",
      "country": "United States",
      "dateAdded": "April 18, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Action, Adult Animation",
      "description": "Set in the future, the show revolves around Major Lazer, a Jamaican superhero who fights against the dystopian forces that have ruined society led by President Whitehall and General Rubbish. Major Lazer is assisted in his fight by President Whitehall's daughter Penny and hacker Blkmrkt."
    },
    {
      "id": "w4M_Q1H",
      "type": "TV Show",
      "title": "High School DxD",
      "country": "Japan",
      "dateAdded": "April 15, 2015",
      "releaseYear": 2012,
      "rating": "TV-MA",
      "duration": "3 Seasons",
      "listedIn": "Anime, International, Science Fiction",
      "description": "After being killed by a fallen angel, Issei Hyodo is brought back to life by the gorgeous president of his high school's Occult Research Club, Rias Gremory, who turns out to be a high-ranking demon. With devilish new powers, Issei is bound to serve Rias."
    },
    {
      "id": "vTcXXqV",
      "type": "TV Show",
      "title": "CSI: Crime Scene Investigation",
      "country": "United States, Canada",
      "dateAdded": "April 7, 2015",
      "releaseYear": 2000,
      "rating": "TV-14",
      "duration": "16 Seasons",
      "listedIn": "Crime, Drama, Mystery",
      "description": "CSI: Crime Scene Investigation\" is a fast-paced drama about a team of forensic investigators trained to solve crimes by examining the evidence. They are on the case 24/7, scouring the scene, collecting the irrefutable evidence and finding the missing pieces that will solve the mystery."
    },
    {
      "id": "H9wlksm",
      "type": "TV Show",
      "title": "CSI: Crime Scene Investigation (Español)",
      "country": "",
      "dateAdded": "April 7, 2015",
      "releaseYear": 2000,
      "rating": "TV-14",
      "duration": "16 Seasons",
      "listedIn": "Crime, Drama, Latino",
      "description": "Situado en las arenosas calles de Las Vegas, CSI rastrea la acción con un equipo de inteligente investigadores forenses."
    },
    {
      "id": "cHhaZVR",
      "type": "TV Show",
      "title": "Parasyte: The Maxim",
      "country": "Japan",
      "dateAdded": "March 6, 2015",
      "releaseYear": 2014,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Anime, Horror, International",
      "description": "One night, a quiet invasion takes place. Across the world, alien beings, known as Parasytes, fall to earth and begin possessing humans one by one with the rest of humanity none the wiser. Shinichi Izumi is one such victim. But when his would-be invader fails to take over his brain, and takes root in his arm, Shinichi finds himself forced to share his body with a horrific creature that has a mind and an agenda all its own."
    },
    {
      "id": "xPdxVUW",
      "type": "TV Show",
      "title": "Absolute Duo",
      "country": "Japan",
      "dateAdded": "March 2, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "After a traumatic accident takes his loved one, Thor enrolls Koryo Academy, a school where every student has a weapon that's their soul manifestation. Fueled by desire for revenge, Thor is dismayed to discover his soul is not a weapon... but a shield."
    },
    {
      "id": "VQVd7ps",
      "type": "TV Show",
      "title": "Behind the Mask",
      "country": "United States",
      "dateAdded": "February 26, 2015",
      "releaseYear": 2013,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Documentaries, Sports",
      "description": "Behind the Mask\" dives into the colorful, unusual side of sports through the eyes of four mascots."
    },
    {
      "id": "p1ySQOx",
      "type": "TV Show",
      "title": "The Marvelous Misadventures of Flapjack",
      "country": "United States",
      "dateAdded": "February 1, 2015",
      "releaseYear": 2008,
      "rating": "TV-Y7",
      "duration": "3 Seasons",
      "listedIn": "Adventure, Cartoons, Kids",
      "description": "Oh buoy! Set a course for misadventure! Take a trip to the bizarre sea village of Stormalong Harbor with a kooky kid named Flapjack and his very best friends - a crusty old pirate called Captain K'nuckles, and a wise-talking whale, Bubbie, whose mouth they call home sweet home."
    },
    {
      "id": "1GQDoTt",
      "type": "TV Show",
      "title": ".hack//Roots",
      "country": "Japan",
      "dateAdded": "January 30, 2015",
      "releaseYear": 2006,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "In the online RPG know as \"The World,\" Haseo and his guild mates are on the search for a legendary item. When a rival team challenges them, the conflict has deep repercussions both inside and outside the game, and threatens to change the players forever."
    },
    {
      "id": "cwht4-E",
      "type": "TV Show",
      "title": "Stone Quackers",
      "country": "United States",
      "dateAdded": "January 24, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Adult Animation, Comedy",
      "description": "Stone Quackers will shock, it will disturb, it will provoke. Executive produced by acclaimed actor John C. Reilly and renowned artist/creator Ben Jones, the duck denizens of Cheeseburger Island endure hardships ranging from hurricanes, severed heads to dangerous hot dogs and the shame of being alive. The show is based on the upbringing of Whit Thomas and Clay Tatum (from the lauded live show PowerViolence) and their experience living in the remote and strange city of Gulf Shores, Alabama. Actress/writer, Heather Lawless (The Heart, She Holler) also stars as John C. Reilly’s angelic yet deviant paramour. Guest stars include Pam Adlon (Louie, Californiacation), Rory Scovel (Ground Floor) and Budd Anthony Diaz (PowerViolence) with music from The Zombies, Lightning Bolt, and The Doobie Brothers."
    },
    {
      "id": "1XEK5iL",
      "type": "TV Show",
      "title": "Death Parade",
      "country": "Japan",
      "dateAdded": "January 16, 2015",
      "releaseYear": 2015,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Anime, Drama, International",
      "description": "There is a place after death that's neither heaven nor hell. A bar that serves you one chance to win. You cannot leave until the game is over, and when it is, your life may be too."
    },
    {
      "id": "fjCypIu",
      "type": "TV Show",
      "title": "Kamisama Kiss",
      "country": "Japan",
      "dateAdded": "January 12, 2015",
      "releaseYear": 2012,
      "rating": "TV-PG",
      "duration": "2 Seasons",
      "listedIn": "Anime, Comedy, International",
      "description": "Nanami is a homeless high schooler until she accepts an offer to live at a shrine - making her the new local god. With her handsome fox spirit familiar, Nanami learns the ins and outs of godhood and meets more spirits - including two who vie for her love!"
    },
    {
      "id": "2nCpA-1",
      "type": "TV Show",
      "title": "Cake Boss",
      "country": "United States",
      "dateAdded": "January 1, 2015",
      "releaseYear": 2009,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Cooking & Food, Family, Lifestyle & Culture",
      "description": "Master baker of Carlo's City Hall Bake Shop in Hoboken, New Jersey, Buddy is the CAKE BOSS. He supervises a team that includes his mother, four older sisters, and three brothers-in-law."
    },
    {
      "id": "B0KNQix",
      "type": "TV Show",
      "title": "Stargate Atlantis",
      "country": "Canada, United States",
      "dateAdded": "December 19, 2014",
      "releaseYear": 2004,
      "rating": "TV-14",
      "duration": "5 Seasons",
      "listedIn": "Action, Adventure, Family",
      "description": "A military unit uses an alien Stargate to travel to a far-off galaxy."
    },
    {
      "id": "mfROoz2",
      "type": "TV Show",
      "title": "Stargate Universe",
      "country": "Canada, United States",
      "dateAdded": "December 19, 2014",
      "releaseYear": 2009,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Action, Adventure, Family",
      "description": "A band of soldiers, scientists and civilians are forced through a stargate when their hidden base comes under attack. The desperate survivors emerge aboard an ancient ship, The Destiny, which is locked on an unknown course and unable to return to Earth. Faced with meeting the most basic needs of food, water and air, the group must unlock the secrets of the ship's stargate to survive. The danger, adventure and hope they find on board Destiny will reveal the heroes and villains among them."
    },
    {
      "id": "cHpMAgH",
      "type": "TV Show",
      "title": "Body of Proof",
      "country": "United States",
      "dateAdded": "December 15, 2014",
      "releaseYear": 2011,
      "rating": "TV-14",
      "duration": "3 Seasons",
      "listedIn": "Crime, Drama",
      "description": "Dr. Megan Hunt (Dana Delany) was in a class of her own, a brilliant neurosurgeon at the top of her game. Her world is turned upside down when a devastating car accident puts an end to her time in the operating room. Megan resumes her career as a medical examiner determined to solve the puzzle of who or what killed the victims. Megan’s instincts are sharp, but she’s developed a reputation for graying the lines of where her job ends and where the police department’s begins. It turns out her career isn’t the only thing that will need to be rebuilt; Megan’s family has taken a backseat to her ambition, and now she’ll discover there’s a lot of work to do when it comes to dissecting her relationships with the living."
    },
    {
      "id": "-_KOpgF",
      "type": "TV Show",
      "title": "Cold Squad",
      "country": "Canada",
      "dateAdded": "December 15, 2014",
      "releaseYear": 1998,
      "rating": "TV-14",
      "duration": "7 Seasons",
      "listedIn": "Crime, Drama, International",
      "description": "A Police crime-drama about a team of Vancouver police detectives responsible for investigating cases that are officially unsolved or \"cold\". They find an amount of success because of newer technology and additional information coming to light."
    },
    {
      "id": "41Pc98K",
      "type": "TV Show",
      "title": "Date A Live",
      "country": "Japan",
      "dateAdded": "December 5, 2014",
      "releaseYear": 2013,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Anime, Comedy, International",
      "description": "Ordinary high school boy Shido is recruited by his sister Kotori to help seal the mysterious Spirits: mystical creatures responsible for devastating spacequakes. There's just one catch: the only way to seal a spirit - is to make her fall in love with you."
    },
    {
      "id": "YN_NQTj",
      "type": "TV Show",
      "title": "Death Note",
      "country": "Japan",
      "dateAdded": "December 1, 2014",
      "releaseYear": 2006,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Anime, Crime, Drama",
      "description": "Light Yagami is an ace student with great prospects and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal...or his life?"
    },
    {
      "id": "5eiEkK0",
      "type": "TV Show",
      "title": "Inuyasha - The Final Act",
      "country": "Japan",
      "dateAdded": "November 17, 2014",
      "releaseYear": 2009,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "Throughout their quest to restore the shattered Shikon Jewel, the half-demon Inuyasha and modern schoolgirl Kagome have never faced an enemy more deadly or more cunning than the demon mastermind Naraku. With the Shikon Jewel nearly whole, the race to collect the remaining shards intensifies and a battle of epic proportions is brewing on the horizon!"
    },
    {
      "id": "QFRWOuc",
      "type": "TV Show",
      "title": "Naruto",
      "country": "Japan",
      "dateAdded": "November 1, 2014",
      "releaseYear": 2005,
      "rating": "TV-PG",
      "duration": "4 Seasons",
      "listedIn": "Adventure, Anime, International",
      "description": "The Village Hidden in the Leaves is home to the stealthiest ninja in the land. But twelve years earlier, a fearsome Nine-tailed Fox terrorized the village before it was subdued and its spirit sealed within the body of a baby boy – Naruto Uzumaki!"
    },
    {
      "id": "zbQOXS9",
      "type": "TV Show",
      "title": "Rage of Bahamut: Genesis",
      "country": "Japan",
      "dateAdded": "October 13, 2014",
      "releaseYear": 2014,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "A Dragon once terrorized Mistarcia. The inhabitants of the land joined forces against the fiend and bound its power to a key. Half was guarded by gods and the other by demons. Mistarcia became peaceful – until a woman stole the god's half of the key."
    },
    {
      "id": "6dLK_Lt",
      "type": "TV Show",
      "title": "Buddy Complex",
      "country": "Japan",
      "dateAdded": "October 6, 2014",
      "releaseYear": 2014,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "When a giant robot suddenly attacks the city, a high-school student named Aoba is saved by a classmate piloting her own mecha. After accepting an offer to join the alliance she's is a part of, Aoba is thrust into the middle of high-flying robot warfare."
    },
    {
      "id": "48g0DgM",
      "type": "TV Show",
      "title": "With All Due Respect",
      "country": "United States",
      "dateAdded": "October 6, 2014",
      "releaseYear": 2014,
      "rating": "TV-G",
      "duration": "1 Season",
      "listedIn": "News",
      "description": "Mark Halperin and John Heilemann - authors of \"Game Change\" and \"Double Down\" - bring a new perspective on American politics."
    },
    {
      "id": "b-vp0VI",
      "type": "TV Show",
      "title": ".hack//SIGN",
      "country": "Japan",
      "dateAdded": "September 5, 2014",
      "releaseYear": 2002,
      "rating": "TV-Y7",
      "duration": "1 Season",
      "listedIn": "Anime, Drama",
      "description": "Tsukasa wakes up inside The World, a massive online role-playing game full of magic and monsters, and finds himself unable to log out. How did he end up stuck in this digital realm, and what, exactly, is going on in the real world?"
    },
    {
      "id": "bNwAs4p",
      "type": "TV Show",
      "title": "David Copperfield",
      "country": "United Kingdom, United States",
      "dateAdded": "August 28, 2014",
      "releaseYear": 1999,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Drama, History, International",
      "description": "Follow David Copperfield from birth to manhood as he meets an extraordinary range of sinister and benevolent characters. From Pegotty, the devoted servant, to the sadistic Mr Murdstone, unctuous Uriah Heap and eternal optimist Mr Micawber."
    },
    {
      "id": "kdD2KnK",
      "type": "TV Show",
      "title": "Terror in Resonance",
      "country": "Japan",
      "dateAdded": "August 28, 2014",
      "releaseYear": 2014,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "Tokyo has been decimated by a terrorist attack, and the only clue to the culprit's identity is a bizarre internet video. While paranoia spreads, two mysterious children form “Sphinx,” a clandestine entity determined to pull the trigger on this world."
    },
    {
      "id": "3WvuV0k",
      "type": "TV Show",
      "title": "Offspring",
      "country": "Australia",
      "dateAdded": "August 22, 2014",
      "releaseYear": 2010,
      "rating": "TV-MA",
      "duration": "5 Seasons",
      "listedIn": "Comedy, Drama, International",
      "description": "The story of the impossible loves of 30-something obstetrician Nina Proudman and her fabulously messy family."
    },
    {
      "id": "SH0jdtR",
      "type": "TV Show",
      "title": "Quick Draw",
      "country": "United States",
      "dateAdded": "August 7, 2014",
      "releaseYear": 2013,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Action, Adventure, Comedy",
      "description": "Quick Draw is an improvised comedy about Sheriff John Henry Hoyle's attempts to bring order to a raucous frontier town. With a fresh, unscripted feel, this show brings a riotous spontaneity to Hoyle's hunt for the Wild West's most dangerous criminals."
    },
    {
      "id": "l_qLhvC",
      "type": "TV Show",
      "title": "K-On!",
      "country": "Japan",
      "dateAdded": "July 18, 2014",
      "releaseYear": 2010,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Anime, Comedy, International",
      "description": "For two full years, Yui, Mio, Ritsu and Tsumugi have worked together to keep Sakuragaoka Girl's High School's struggling Light Music Club alive. Along the way they’ve begun to build a reputation as real rock musicians. However, with a new school year, there are new and scary challenges ahead! There are college exams to prepare for, replacement members have to be recruited and friends to say goodbye to. But no matter what happens, they’ll always have each other and their music."
    },
    {
      "id": "K4jolJe",
      "type": "TV Show",
      "title": "Melrose Place",
      "country": "United States",
      "dateAdded": "June 10, 2014",
      "releaseYear": 1992,
      "rating": "TV-PG",
      "duration": "7 Seasons",
      "listedIn": "Drama, Romance",
      "description": "A nighttime soap opera about the lives, careers, trials and tribulations of a group of young people living in an apartment building in the trendy neighborhood of Melrose Place. The show was a spin off of Beverly Hills 90210 and starred Heather Locklear as the scheming Amanda Woodward, head of her own advertising agency and owner of the apartment building."
    },
    {
      "id": "IVZrl-b",
      "type": "TV Show",
      "title": "7th Heaven",
      "country": "United States",
      "dateAdded": "June 8, 2014",
      "releaseYear": 1996,
      "rating": "TV-G",
      "duration": "11 Seasons",
      "listedIn": "Drama, Family",
      "description": "From Spelling Television and Brenda Hampton comes \"7th Heaven,\" a critically acclaimed family drama about a minister, his wife and their seven children. The WB's highest-rated series, 7TH Heaven captured the hearts of television audiences with its witty, charming and heartwarming storytelling and has been praised for providing high-quality entertainment for all ages. At 11 seasons, 7th Heaven was the longest-running family drama in the history of American television."
    },
    {
      "id": "BMWqE1r",
      "type": "TV Show",
      "title": "Flashpoint",
      "country": "Canada",
      "dateAdded": "May 30, 2014",
      "releaseYear": 2009,
      "rating": "TV-14",
      "duration": "5 Seasons",
      "listedIn": "Action, Crime, Drama",
      "description": "The Strategic Response Unit is a team of cops like no other – they’re the elite, the blueblood of the force. High risk is their business and life-and-death stakes are their world. The SRU team is also unique; they rescue hostages, bust gangs, defuse bombs, climb buildings, see through walls and talk down suicidal teens. It takes years on the street, intense physical conditioning and elite marksmanship to qualify for the SRU. They have to prove that they’re at the top of their game on a daily basis because if they’re not, there are hundreds of others willing to step in and take their place. The team uses state-of-the-art equipment – sniper rifles, snake-cameras, robots, flash-bangs, night-vision and tasers. But beyond all of the cool gadgetry, the most important weapons in their arsenal are human intuition, a gift for words and their ability to read emotion. Each team member is uniquely trained in negotiating, profiling and getting inside a subject’s head. They stand out because of the rare balance between lethal hardware and people skills: pure muscle and pure intuition. They’re the envy of law enforcement everywhere. The stakes are always high in Flashpoint – only here, the lives of the men and women on the team are also always on the line. That’s the nature of the job. The SRU may be heroes, but they are also human. At the end of the day, they each go home haunted by what they’ve seen, by what they’ve had to do – pursued by new demons which they cram into already bulging closets. They lock down emotion and they second-guess decisions made in the heat of the moment. These individuals are constant witnesses to the extremes of human distress. Not everyone is cut out for this. If you’re a cop, you’re three times more likely to kill yourself than to be killed by a bad guy."
    },
    {
      "id": "TU0I2nq",
      "type": "TV Show",
      "title": "The Brady Bunch",
      "country": "United States",
      "dateAdded": "May 19, 2014",
      "releaseYear": 1969,
      "rating": "TV-PG",
      "duration": "5 Seasons",
      "listedIn": "Classics, Comedy, Family",
      "description": "The Brady Bunch is a half-hour comedy series that follows the misadventures of a family united when single mother Carol (Florence Henderson) finds love and marriage with single father Mike Brady (Robert Reed). The Brady's tackle typical family issues such as sibling rivalry, misunderstandings, and growing up, in a way that brought innocence and charm to the series."
    },
    {
      "id": "J75NOJi",
      "type": "TV Show",
      "title": "Wings",
      "country": "United States",
      "dateAdded": "May 18, 2014",
      "releaseYear": 1990,
      "rating": "TV-PG",
      "duration": "8 Seasons",
      "listedIn": "Classics, Comedy, Family",
      "description": "Straight-laced Joe and laid-back Brian run a one-plane airline together on Nantucket surrounded by an eclectic and always funny group including the spacey mechanic, Lowell; the concert cellist and waitress, Helen; snarky nemesis, Roy and lovelorn taxi-driver, Antonio."
    },
    {
      "id": "b8EATqG",
      "type": "TV Show",
      "title": "Yu-Gi-Oh! ZEXAL",
      "country": "Japan",
      "dateAdded": "May 12, 2014",
      "releaseYear": 2011,
      "rating": "TV-G",
      "duration": "3 Seasons",
      "listedIn": "Action, Adventure, Anime",
      "description": "When aspiring duelist Yuma meets Astral, a mysterious visitor from another universe, it seems like destiny. Yuma needs Astral to teach him how to duel, and Astral needs Yuma to help him regain his memories! Yu-Gi-Oh! ZEXAL - New Rules, New Duels!"
    },
    {
      "id": "SuO9b9I",
      "type": "TV Show",
      "title": "No Game No Life",
      "country": "Japan",
      "dateAdded": "May 11, 2014",
      "releaseYear": 2014,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "Bored with life and considering it in the real world to be just a “crappy game,” savvy siblings Sora and Shiro have withdrawn into their own fantasy world filled with video games. It is because of this that they are summoned to another world by a boy calling himself “God.” It’s here in this world where Sora and Shiro’s abilities are put to the test. They are now in a world where their fate – and the fate of all humanity - is decided by game. Can they beat the hardest game they've ever played?"
    },
    {
      "id": "5nzRVlo",
      "type": "TV Show",
      "title": "Ranma 1/2",
      "country": "Japan",
      "dateAdded": "May 7, 2014",
      "releaseYear": 1989,
      "rating": "TV-14",
      "duration": "7 Seasons",
      "listedIn": "Anime, Comedy, Romance",
      "description": "After falling into a cursed Chinese spring, Ranma Saotome changes gender when hit with cold water."
    },
    {
      "id": "K4-2s4p",
      "type": "TV Show",
      "title": "Australia's Next Top Model",
      "country": "Australia",
      "dateAdded": "May 2, 2014",
      "releaseYear": 2005,
      "rating": "TV-14",
      "duration": "7 Seasons",
      "listedIn": "Lifestyle & Culture, Reality",
      "description": "Created by world-renowned super-model Tyra Banks, AUSTRALIA'S NEXT TOP MODEL chronicles the transformation of everyday young women into potentially fierce supermodels. The participants live together and compete for a multi-faceted Grand Prize package. Cameras catch each moment as the participants face weekly tests that determine who makes the cut. Who will be the next beauty to grace the covers of the world's leading fashion magazines or sashay down the runways of Paris or Milan?"
    },
    {
      "id": "b78T9z9",
      "type": "TV Show",
      "title": "Beverly Hills 90210",
      "country": "United States",
      "dateAdded": "May 2, 2014",
      "releaseYear": 1990,
      "rating": "TV-PG",
      "duration": "10 Seasons",
      "listedIn": "Drama, Romance, Teen",
      "description": "The show focuses on the assimilation of a solid, value-oriented Midwestern family into an accelerated Beverly Hills lifestyle. The show explores the realities and myths of social classes in Beverly Hills while at the same time exposing the strains this lifestyle can put on family relationships."
    },
    {
      "id": "eojq-lE",
      "type": "TV Show",
      "title": "Cheers",
      "country": "United States",
      "dateAdded": "May 2, 2014",
      "releaseYear": 1982,
      "rating": "TV-PG",
      "duration": "11 Seasons",
      "listedIn": "Classics, Comedy, Sitcom",
      "description": "Top-rated, 28-time Emmy-winning half-hour comedy series centering on the colorful characters who frequent a Boston bar owned by a former Red Sox pitcher."
    },
    {
      "id": "GE-E0LB",
      "type": "TV Show",
      "title": "Everybody Hates Chris",
      "country": "United States",
      "dateAdded": "May 2, 2014",
      "releaseYear": 2005,
      "rating": "TV-PG",
      "duration": "4 Seasons",
      "listedIn": "Black Stories, Comedy, Family",
      "description": "Inspired by his childhood experiences, comedian Chris Rock narrates the hilarious, touching story of a teenager growing up as the eldest of three children in Brooklyn, New York during the early 1980's."
    },
    {
      "id": "q2aw-QV",
      "type": "TV Show",
      "title": "Taxi",
      "country": "United States",
      "dateAdded": "May 2, 2014",
      "releaseYear": 1978,
      "rating": "TV-PG",
      "duration": "5 Seasons",
      "listedIn": "Classics, Comedy, Sitcom",
      "description": "TAXI is a half-hour comedy series that centers around the eclectic staff of a New York city cab company. While trying to deal with tyrannical dispatcher Louie De Palma (Danny DeVito), they build friendships as they struggle for success in other careers, love and life."
    },
    {
      "id": "WOi3R_U",
      "type": "TV Show",
      "title": "The Odd Couple",
      "country": "United States",
      "dateAdded": "May 2, 2014",
      "releaseYear": 1970,
      "rating": "TV-PG",
      "duration": "5 Seasons",
      "listedIn": "Classics, Comedy, Sitcom",
      "description": "Based on Neil Simon's hit Broadway play, \"The Odd Couple\" matches prim, compulsively neat Felix (Tony Randall) and gruff, sloppy Oscar (Jack Klugman), as divorced men comically struggling to live together in the same New York City apartment."
    },
    {
      "id": "vClpqb3",
      "type": "TV Show",
      "title": "Ghost Whisperer",
      "country": "United States",
      "dateAdded": "April 17, 2014",
      "releaseYear": 2005,
      "rating": "TV-PG",
      "duration": "5 Seasons",
      "listedIn": "Drama, Family, Mystery",
      "description": "A young woman communicates with restless spirits of the dead to help them resolve the conflicts that are preventing them from passing over."
    },
    {
      "id": "7QxbgIE",
      "type": "TV Show",
      "title": "Gargantia on the Verdurous Planet",
      "country": "Japan",
      "dateAdded": "April 15, 2014",
      "releaseYear": 2013,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "In the distant future, Ledo, a young soldier from space wakes up and finds himself marooned on an ocean planet. Growing up in space, and knowing nothing but battle, he is a stranger in a strange land, full of odd customs and a foreign language, but he’s not alone. Starting a new journey on this verdurous planet, Ledo must find a way to survive and reconcile that fact that he may never be able to return home!"
    },
    {
      "id": "OP4PgVN",
      "type": "TV Show",
      "title": "Bleach",
      "country": "Japan",
      "dateAdded": "April 1, 2014",
      "releaseYear": 2006,
      "rating": "TV-14",
      "duration": "26 Seasons",
      "listedIn": "Anime, International",
      "description": "For as long as he can remember, Ichigo Kurosaki has been able to see ghosts. But when he meets Rukia, a Soul Reaper who battles evil spirits known as Hollows, he finds his life is changed forever when Rukia transfers most of her powers to him. Now a Soul Reaper himself with a new found wealth of spiritual energy, Ichigo discovers his true calling: to protect the living and the dead from evil. But when Rukia's actions are called under scrutiny, Ichigo and his friends must put everything on the line to prepare to save their friend from the harsh justice of the Soul Society."
    },
    {
      "id": "9uIfwG8",
      "type": "TV Show",
      "title": "Hello Ladies",
      "country": "",
      "dateAdded": "February 11, 2014",
      "releaseYear": 2013,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Comedy",
      "description": "Stephen Merchant ('Extras') is a British transplant obsessed with infiltrating the glamorous L.A. social scene in this HBO comedy series."
    },
    {
      "id": "mj8u1R1",
      "type": "TV Show",
      "title": "One Piece",
      "country": "Japan",
      "dateAdded": "January 23, 2014",
      "releaseYear": 1999,
      "rating": "TV-14",
      "duration": "11 Seasons",
      "listedIn": "Adventure, Anime, International",
      "description": "Monkey D. Luffy refuses to let anyone or anything stand in the way of his quest to become king of all pirates. With a course charted for the treacherous waters of the Grand Line, this is one captain who’ll never drop anchor until he’s claimed the greatest treasure on Earth – the Legendary One Piece!"
    },
    {
      "id": "abaZbaf",
      "type": "TV Show",
      "title": "The Secret of Crickley Hall",
      "country": "United Kingdom",
      "dateAdded": "January 20, 2014",
      "releaseYear": 2012,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Drama, Horror, International",
      "description": "A year after their little boy goes missing, Gabe and Eve and their two daughters move to Crickley Hall to try and escape the past. Strange things start to happen and Eve hears the voice of her missing son as time shifts between present day and 1943."
    },
    {
      "id": "F23L5nd",
      "type": "TV Show",
      "title": "Garfunkel And Oates",
      "country": "",
      "dateAdded": "January 1, 2014",
      "releaseYear": 2012,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Comedy, Music",
      "description": "Enjoy the edgy escapades of a musical comedy duo in this comedy series."
    },
    {
      "id": "SLBHO6v",
      "type": "TV Show",
      "title": "Sense and Sensibility (2008)",
      "country": "United Kingdom",
      "dateAdded": "December 20, 2013",
      "releaseYear": 2008,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Drama, International",
      "description": "Marianne Dashwood falls in love with the charming but unsuitable John Willoughby, ignoring her sister Elinor's warnings. Will the sisters learn that sense must mix with sensibility if they are to find happiness?"
    },
    {
      "id": "axTQ4Uj",
      "type": "TV Show",
      "title": "Daniel Deronda",
      "country": "United Kingdom, United States",
      "dateAdded": "November 29, 2013",
      "releaseYear": 2002,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Drama, History, International",
      "description": "Andrew Davies' adaptation of George Eliot's last, most ambitious novel, charts a love story set in Victorian high society. Torn between two women, Daniel embarks on a quest to discover his true identity. Fate however, leads to a surprising twist."
    },
    {
      "id": "F3sQAuY",
      "type": "TV Show",
      "title": "Oliver Twist (2007)",
      "country": "United Kingdom, United States",
      "dateAdded": "November 29, 2013",
      "releaseYear": 2007,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Adventure, Drama, International",
      "description": "This gripping and emotionally powerful adaptation from one of British television's most exciting new writers breathes new life into the popular Dickens story."
    },
    {
      "id": "VGBgVpD",
      "type": "TV Show",
      "title": "Paradox",
      "country": "United Kingdom",
      "dateAdded": "November 29, 2013",
      "releaseYear": 2009,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Drama",
      "description": "Detective Inspector Rebecca Flint meets space scientist Dr Christian King when a series of images are transmitted from space into his laboratory. The team races against time to put together the clues and try to prevent almost certain tragedy."
    },
    {
      "id": "CQiPW_d",
      "type": "TV Show",
      "title": "Dragon Ball",
      "country": "Japan",
      "dateAdded": "November 15, 2013",
      "releaseYear": 2001,
      "rating": "TV-14",
      "duration": "5 Seasons",
      "listedIn": "Action, Adventure, Anime",
      "description": "Goku's a strange, bushy-tailed boy who spends his days hunting and eating - until he meets Bulma, a bossy beauty with boys on the brain. Together, they set out to find the seven magic Dragon Balls and make the wish that will change their lives forever."
    },
    {
      "id": "cbfMX1V",
      "type": "TV Show",
      "title": "Saiyuki",
      "country": "Japan",
      "dateAdded": "November 15, 2013",
      "releaseYear": 2000,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "Once, demons and man lived together in harmony. But when a band of rogue demonic forces sought to resurrect a diabolical monster, dark spiritual energy began to cover the land - and the demons decided mankind was no longer friend, but food. Now, it's up to a renegade priest, a monkey king, a lecherous water sprite, and a sympathetic demon to stop the resurrection and return harmony to the dangerous land."
    },
    {
      "id": "3bwVgrZ",
      "type": "TV Show",
      "title": "Ergo Proxy",
      "country": "Japan",
      "dateAdded": "November 8, 2013",
      "releaseYear": 2006,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "The domed city of Romdo is supposed to be perfect, but Re-l Mayer, a young female inspector from the Civilian Intelligence Office, knows better. In this place where humans and robots coexist, she receives a strange message - something is awakening."
    },
    {
      "id": "6_R6tLT",
      "type": "TV Show",
      "title": "Mother Up",
      "country": "Canada",
      "dateAdded": "November 6, 2013",
      "releaseYear": 2013,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Adult Animation, Comedy, Sitcom",
      "description": "Mother Up! is an animated series chronicling the misguided attempts at parenthood of Rudi Wilson (Longoria), a disgraced former music exec, as she transitions from the towers of Manhattan to the carpool line of suburbia, where she finds herself alone and hopelessly under-equipped to manage her two kids and new life."
    },
    {
      "id": "7iOWZJu",
      "type": "TV Show",
      "title": "Misfits",
      "country": "United Kingdom",
      "dateAdded": "October 31, 2013",
      "releaseYear": 2009,
      "rating": "TV-MA",
      "duration": "5 Seasons",
      "listedIn": "Comedy, Drama, International",
      "description": "Meet Kelly, Nathan, Curtis, Alisha and Simon, five unruly teenagers forced to do community service as payback for their crimes. When a freak electrical storm hits their town, strange things begin to happen to them and they soon realize they've turned into superheroes. Each of them possess a power they didn't choose or want, a power which reveals each of their deepest, darkest insecurities. But while they just want to finish their community service and get through the challenges of everyday teenage life, fate has another task in store for them - they must save their town from the evil that has descended upon it. If you think life's tough for your average superhero, it's even tougher when you have a curfew..."
    },
    {
      "id": "0nZhYdE",
      "type": "TV Show",
      "title": "Fate / Stay Night",
      "country": "Japan",
      "dateAdded": "October 30, 2013",
      "releaseYear": 2005,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "Shirou Emiya was adopted by the sorcerer Kiritsugu Emiya. Although Shirou yearns to become an ally of justice, he has limited powers and is unable to become a strong sorcerer... until he is drawn into the Holy Grail War and summons a female \"Servant\" known as Saber. The Holy Grail War is a series of battles among sorcerers to fight for the possession of a relic that will grant one's wishes. Shirou embarks on a journey to save himself and to bring those who wish ill will to justice as he becomes more and more entangled in The Holy Grail War."
    },
    {
      "id": "hjyc5TY",
      "type": "TV Show",
      "title": "Diabolik Lovers",
      "country": "Japan",
      "dateAdded": "October 18, 2013",
      "releaseYear": 2013,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Anime, Drama, Horror",
      "description": "Yui Komori used to see dead people. But as troubling as past glimpses of spirits and psychic phenomena may have been, they pale into insignificance compared to what she’s about to discover once she’s forced to transfer to a new school. Because it turns out that her own history is very different from what she thought it was, and she has a very different kind of family waiting for her. Now she’ll be sharing her living space with six very attractive young men, though not a single one is human."
    },
    {
      "id": "ogTRXew",
      "type": "TV Show",
      "title": "Daisy of Love",
      "country": "United States",
      "dateAdded": "October 3, 2013",
      "releaseYear": 2009,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Reality, Romance",
      "description": "Everybody knows her and loves her from \"Rock of Love Season 2\". By popular demand, Daisy De La Hoya is back and this time staring in her own show, \"Daisy of Love"
    },
    {
      "id": "CRik9aS",
      "type": "TV Show",
      "title": "Rock of Love",
      "country": "United States",
      "dateAdded": "October 3, 2013",
      "releaseYear": 2007,
      "rating": "TV-14",
      "duration": "3 Seasons",
      "listedIn": "Reality, Romance",
      "description": "Since 1986 when MTV introduced the world to the blue-eyed lead singer of Poison, women around the world have worshiped Bret Michaels as a veritable Rock God. Never out of the spotlight, Bret's career is still rocking with Poison and as a successful solo artist and the women are still lining up in hopes of a lying down with the sexy star. But the demands of life-on-the-road for the ultimate rocker have taken a toll...on his love life. Twenty lucky ladies will get their chance for an All-Access pass to Bret Michaels' heart and to share in all his superstar lifestyle. Bret will invite twenty handpicked beautiful women to move into his rock and roll palace in the Hollywood Hills and compete for his heart. They must win over his mind and his body by proving their love for Bret, their passion for rock and their potential to be the perfect \"Rock Star Girlfriend."
    },
    {
      "id": "aSqrnED",
      "type": "TV Show",
      "title": "Coppelion",
      "country": "Japan",
      "dateAdded": "October 2, 2013",
      "releaseYear": 2013,
      "rating": "TV-14",
      "duration": "1 Season",
      "listedIn": "Action, Adventure, Anime",
      "description": "From the team that brought you K comes the new sci-fi action series COPPELION, a story of three youths who vow to save the lives of those forsaken by the rest of the world. In the not-so-distant future, a catastrophic event has turned the old capital of Japan into a wasteland, forever changing the lives of its people. Decades later, three schoolgirls set foot into the now forsaken city. They are the Coppelion, genetically engineered humans created by the Japan Ground Self-Defense Force to operate under the lethal conditions of the contaminated city. Trained since birth, the girls must use all of their skills and resources to carry out their one and only mission: to rescue those left behind."
    },
    {
      "id": "P_g7YJO",
      "type": "TV Show",
      "title": "Absolutely Fabulous",
      "country": "United Kingdom",
      "dateAdded": "October 1, 2013",
      "releaseYear": 1992,
      "rating": "TV-PG",
      "duration": "6 Seasons",
      "listedIn": "Comedy, International, Sitcom",
      "description": "Jennifer Saunders leads an all-star cast as the outrageous, fashion-obsessed Edina in this multi award-winning comedy. Life would be one long party, if only Edina's nerdy daughter Saffron would stop complaining and start joining in like a normal teenager."
    },
    {
      "id": "Rz40NuL",
      "type": "TV Show",
      "title": "Blackadder",
      "country": "United Kingdom, Australia",
      "dateAdded": "October 1, 2013",
      "releaseYear": 1983,
      "rating": "TV-PG",
      "duration": "4 Seasons",
      "listedIn": "Comedy, International, Sitcom",
      "description": "Many great men have helped shape Britain's noble heritage. Others, like Edmund Blackadder (Rowan Atkinson), have not. From coward to cad and back again, Edmund surfaces throughout history with an assortment of cunning plans and serpentine banter."
    },
    {
      "id": "ElYuBMP",
      "type": "TV Show",
      "title": "High School USA!",
      "country": "United States",
      "dateAdded": "September 27, 2013",
      "releaseYear": 2013,
      "rating": "TV-MA",
      "duration": "1 Season",
      "listedIn": "Adult Animation, Comedy",
      "description": "The super positive, millennial students of High School USA! confront all the unique challenges of growing up in this modern world. Our gang of kids confronts everything from cyber-bullying to sexting to national Adderall shortages. And that’s all before they get home from school where they have to deal with their crazy parents. Just regular kids, doing regular things."
    },
    {
      "id": "B8qRutp",
      "type": "TV Show",
      "title": "Bedlam",
      "country": "United Kingdom",
      "dateAdded": "September 24, 2013",
      "releaseYear": 2011,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Drama, Horror, International",
      "description": "They think Bedlam Heights is the best address in the world, but little do they know their new home has a harrowing past."
    },
    {
      "id": "7MK5ORd",
      "type": "TV Show",
      "title": "Bleak House",
      "country": "United Kingdom, United States",
      "dateAdded": "September 24, 2013",
      "releaseYear": 2005,
      "rating": "TV-PG",
      "duration": "1 Season",
      "listedIn": "Crime, Drama, History",
      "description": "At the heart of this star-studded adaptation of the literary classic by Charles Dickens is the story of the icily beautiful Lady Dedlock, who nurses a dark secret, and the merciless lawyer Tulkinghorn, who seeks to uncover it."
    },
    {
      "id": "JpSHyLl",
      "type": "TV Show",
      "title": "Lark Rise to Candleford",
      "country": "United Kingdom",
      "dateAdded": "September 24, 2013",
      "releaseYear": 2008,
      "rating": "TV-PG",
      "duration": "4 Seasons",
      "listedIn": "Drama, International, Romance",
      "description": "Lark Rise, a small hamlet holding on to the past, and Candleford, a small market town bustling into the future, have a complicated relationship which is seen through the eyes of Laura, a young girl who visits both communities."
    },
    {
      "id": "HLyv4Y2",
      "type": "TV Show",
      "title": "New Tricks",
      "country": "United Kingdom",
      "dateAdded": "September 24, 2013",
      "releaseYear": 2006,
      "rating": "TV-14",
      "duration": "12 Seasons",
      "listedIn": "Comedy, Crime, Drama",
      "description": "A team of retired detectives with over 80 years service between them and very distinct personalities is recruited to re-examine unsolved crimes. Adapting to the new touchy-feely 21st-century isn't easy, as the three discover with plenty of comic results."
    },
    {
      "id": "fZ2J-J8",
      "type": "TV Show",
      "title": "Upstairs Downstairs",
      "country": "United Kingdom",
      "dateAdded": "September 24, 2013",
      "releaseYear": 2011,
      "rating": "TV-14",
      "duration": "2 Seasons",
      "listedIn": "Drama, International",
      "description": "Revival of the iconic '70s series set in a London townhouse in the late 1930s. When Rose returns to Eaton Place as housekeeper she soon finds that in both 'upstairs' and 'downstairs' worlds lie a labyrinth of secrets, lies and scandal."
    },
    {
      "id": "M8VeeTR",
      "type": "TV Show",
      "title": "Whitechapel",
      "country": "United Kingdom",
      "dateAdded": "September 24, 2013",
      "releaseYear": 2009,
      "rating": "TV-14",
      "duration": "4 Seasons",
      "listedIn": "Crime, Drama, International",
      "description": "Modern Whitechapel is experiencing déjà vu with a series of murders that exactly copy those of perpetrated by Jack the Ripper. Can Detective Chandler, a rookie when it comes to murder cases, bring safety back to the streets of Whitechapel?"
    }
  ],
  "movies": [
    {
      "id": "YqYJsEh",
      "type": "Movie",
      "title": "Ricky Velez: Here's Everything",
      "country": "",
      "dateAdded": "October 24, 2021",
      "releaseYear": 2021,
      "rating": "TV-MA",
      "duration": "",
      "listedIn": "Comedy, Stand Up",
      "description": "​Comedian Ricky Velez bares it all with his honest lens and down to earth perspective in his first-ever HBO stand-up special."
    },
    {
      "id": "iY9zZuf",
      "type": "Movie",
      "title": "Silent Night",
      "country": "",
      "dateAdded": "October 23, 2021",
      "releaseYear": 2020,
      "rating": "",
      "duration": "94 min",
      "listedIn": "Crime, Drama, Thriller",
      "description": "Mark, a low end South London hitman recently released from prison, tries to go straight for his daughter, but gets drawn back in by Alan, his former cellmate, to do one final job."
    },
    {
      "id": "gKpdYyu",
      "type": "Movie",
      "title": "The Marksman",
      "country": "",
      "dateAdded": "October 23, 2021",
      "releaseYear": 2021,
      "rating": "PG-13",
      "duration": "108 min",
      "listedIn": "Action, Thriller",
      "description": "A hardened Arizona rancher tries to protect an 11-year-old migrant boy fleeing from a ruthless drug cartel."
    },
    {
      "id": "ujryaBY",
      "type": "Movie",
      "title": "Gaia",
      "country": "",
      "dateAdded": "October 22, 2021",
      "releaseYear": 2021,
      "rating": "R",
      "duration": "97 min",
      "listedIn": "Horror",
      "description": "A forest ranger and two survivalists with a cultish devotion to the forest face the threat of an unrelenting wilderness when a strange being attacks one night."
    },
    {
      "id": "ZxvfLEd",
      "type": "Movie",
      "title": "Settlers",
      "country": "",
      "dateAdded": "October 22, 2021",
      "releaseYear": 2021,
      "rating": "",
      "duration": "104 min",
      "listedIn": "Science Fiction, Thriller",
      "description": "Mankind's earliest settlers on the Martian frontier do what they must to survive the cosmic elements and each other in this science-fiction thrill ride."
    },
    {
      "id": "rcTk_pi",
      "type": "Movie",
      "title": "The Evil Next Door",
      "country": "",
      "dateAdded": "October 21, 2021",
      "releaseYear": 2020,
      "rating": "",
      "duration": "88 min",
      "listedIn": "Horror, Thriller",
      "description": "New to her role as a stepmom, a young woman moves into a duplex with her partner and his five-year-old son Lucas. Soon, strange noises start coming from the empty house adjoining theirs. Also, who is Lucas’s new friend?"
    },
    {
      "id": "YlezMc9",
      "type": "Movie",
      "title": "Dream Horse",
      "country": "",
      "dateAdded": "October 18, 2021",
      "releaseYear": 2020,
      "rating": "PG",
      "duration": "113 min",
      "listedIn": "Comedy, Drama",
      "description": "The film tells the inspiring true story of a small town bartender who decides to breed a racehorse. The community chips in their small earnings and the investment pays off as he becomes a beacon of hope in their struggling town."
    },
    {
      "id": "CsreVmU",
      "type": "Movie",
      "title": "Out of the Shadows: The Man Behind the Steele Dossier",
      "country": "",
      "dateAdded": "October 18, 2021",
      "releaseYear": 2021,
      "rating": "",
      "duration": "",
      "listedIn": "News",
      "description": "George Stephanopoulos sits down with former MI6 spy Christopher Steele for a worldwide exclusive interview; marking his first interview since the publication of the series of intelligence reports now known as the Steele dossier."
    },
    {
      "id": "7HzSaj8",
      "type": "Movie",
      "title": "Showtime Championship Boxing: Lopez vs. Salido (R)",
      "country": "",
      "dateAdded": "October 16, 2021",
      "releaseYear": 2011,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Juan Manuel Lopez vs. Orlando Salido for the WBO Featherweight title."
    },
    {
      "id": "R7Qvxji",
      "type": "Movie",
      "title": "Cheer Camp Killer",
      "country": "",
      "dateAdded": "October 15, 2021",
      "releaseYear": 2020,
      "rating": "TV-14",
      "duration": "87 min",
      "listedIn": "Thriller",
      "description": "Camp queen bee Victoria does not take kindly to a newcomer like Sophia taking her spotlight, so she launches a dangerous plan to get her rival out of the way."
    },
    {
      "id": "tuLk44-",
      "type": "Movie",
      "title": "Sleepwalker",
      "country": "",
      "dateAdded": "October 15, 2021",
      "releaseYear": 2017,
      "rating": "TV-14",
      "duration": "88 min",
      "listedIn": "Thriller",
      "description": "A graduate student plagued by bouts of sleepwalking begins to have trouble differentiating between her dreams and reality."
    },
    {
      "id": "TAZ25rI",
      "type": "Movie",
      "title": "Censor",
      "country": "",
      "dateAdded": "October 14, 2021",
      "releaseYear": 2021,
      "rating": "",
      "duration": "84 min",
      "listedIn": "Horror",
      "description": "A film censor is assigned to review a disturbing film that recalls her childhood memories. She begins to unravel how this eerie work might be tied to the long-ago disappearance of her sister."
    },
    {
      "id": "Bt48Ox9",
      "type": "Movie",
      "title": "Out of Death",
      "country": "",
      "dateAdded": "October 14, 2021",
      "releaseYear": 2021,
      "rating": "NOT RATED",
      "duration": "95 min",
      "listedIn": "Thriller",
      "description": "When Shannon (Jaime King) sets out on a hike to spread her deceased father’s ashes, she witnesses a corrupt sheriff’s deputy, Billie (Lala Kent) brutally murder a drug dealer. Having seen Shannon witness the murder, Billie and her cohorts set off to permanently silence Shannon. On the run from the dirty cops, Shannon stumbles into and recruits the help of a retired cop, Jack Harris (Bruce Willis)."
    },
    {
      "id": "0E7YoTX",
      "type": "Movie",
      "title": "BELLATOR MMA: Kongo vs. Johnson 2",
      "country": "",
      "dateAdded": "October 13, 2021",
      "releaseYear": 2020,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Cheick Kongo vs. Tim Johnson battle in a historic classic from October 2020"
    },
    {
      "id": "7PLWTQ5",
      "type": "Movie",
      "title": "CHIPS",
      "country": "",
      "dateAdded": "October 13, 2021",
      "releaseYear": 2017,
      "rating": "R",
      "duration": "101 min",
      "listedIn": "Action, Adventure, Comedy",
      "description": "Ponch and Jon are together again in this hilarious update of the popular TV series that follows a mismatched pair of motorcycle cops."
    },
    {
      "id": "AiQ3I68",
      "type": "Movie",
      "title": "In the Crease",
      "country": "",
      "dateAdded": "October 13, 2021",
      "releaseYear": 2020,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Post-game analysis and highlight show airing each night throughout the NHL season from Barry Melrose and Linda Cohn."
    },
    {
      "id": "EqGPxhb",
      "type": "Movie",
      "title": "The Loneliest Whale: The Search for 52",
      "country": "",
      "dateAdded": "October 12, 2021",
      "releaseYear": 2021,
      "rating": "PG",
      "duration": "97 min",
      "listedIn": "Documentaries",
      "description": "A cinematic quest to find the “52 Hertz Whale.” As the film embarks on its engrossing journey, we uncover what this whale’s lonely plight teaches us not only about our relationship to the ocean, but to each other."
    },
    {
      "id": "EiMiP77",
      "type": "Movie",
      "title": "Gunda",
      "country": "",
      "dateAdded": "October 11, 2021",
      "releaseYear": 2020,
      "rating": "G",
      "duration": "93 min",
      "listedIn": "Documentaries",
      "description": "Experiential cinema in its purest form, GUNDA is a transcendent and masterfully intimate chronicle of a mother pig, a flock of chickens, and a herd of cows."
    },
    {
      "id": "NXSCFHN",
      "type": "Movie",
      "title": "G.I. Joe: Retaliation",
      "country": "",
      "dateAdded": "October 10, 2021",
      "releaseYear": 2013,
      "rating": "PG-13",
      "duration": "105 min",
      "listedIn": "Action, Adventure",
      "description": "The Greatest American Heroes are back to face COBRA in a new adventure."
    },
    {
      "id": "_ppnRsO",
      "type": "Movie",
      "title": "Rogue Hostage",
      "country": "",
      "dateAdded": "October 10, 2021",
      "releaseYear": 2021,
      "rating": "",
      "duration": "94 min",
      "listedIn": "Action, Thriller",
      "description": "Child Protective Services officer and former Marine Kyle Snowden must save an immigrant child from a dangerous criminal who has trapped them and other hostages inside a neighborhood store owned by Kyle’s controversial stepfather Congressman Sam Nelson."
    },
    {
      "id": "voOHTRy",
      "type": "Movie",
      "title": "Yashahime: Princess Half-Demon",
      "country": "Japan",
      "dateAdded": "October 9, 2021",
      "releaseYear": 2020,
      "rating": "2 Seasons",
      "duration": "",
      "listedIn": "Anime",
      "description": "Long-lost twins Towa and Setsuna reunite after ten years to discover that they are the half-demon daughters of the great demon Sesshomaru. Joined by Moroha, the daughter of Inuyasha, the three set out on a journey to regain their missing past."
    },
    {
      "id": "Yc_jdRd",
      "type": "Movie",
      "title": "Jacinta",
      "country": "",
      "dateAdded": "October 8, 2021",
      "releaseYear": 2021,
      "rating": "TV-MA",
      "duration": "105 min",
      "listedIn": "Documentaries",
      "description": "An intimate portrait of mothers and daughters and the effects of trauma, Jacinta follows a young woman in and out of prison as she attempts to break free from an inherited cycle of addiction, incarceration, and crime."
    },
    {
      "id": "sn2CyH-",
      "type": "Movie",
      "title": "FIFA World Cup 2022 Qualifying",
      "country": "",
      "dateAdded": "October 7, 2021",
      "releaseYear": 2019,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Match coverage from the qualifiers for the FIFA 2022 World Cup."
    },
    {
      "id": "FrzrOId",
      "type": "Movie",
      "title": "BELLATOR MMA 257: Nemkov vs. Davis 2 (R)",
      "country": "",
      "dateAdded": "October 6, 2021",
      "releaseYear": 2021,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "BELLATOR champ Vadim Nemkov, Phil Davis, Corey Anderson in action. REPLAY"
    },
    {
      "id": "51nQFZ5",
      "type": "Movie",
      "title": "BELLATOR MMA: Davis vs. Nemkov",
      "country": "",
      "dateAdded": "October 6, 2021",
      "releaseYear": 2018,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Former BELLATOR MMA champion Phil Davis faces Russia's Vadim Nemkov."
    },
    {
      "id": "4eHEwTO",
      "type": "Movie",
      "title": "The Hills Presents: Speidi's Wedding Unveiled",
      "country": "",
      "dateAdded": "October 5, 2021",
      "releaseYear": 2009,
      "rating": "TV-PG",
      "duration": "",
      "listedIn": "Reality, Teen",
      "description": "The new Mr. and Mrs. Pratt present candid interviews with the cast of Hills, exclusive footage you never saw on the show, a glimpse at the media frenzy surrounding the wedding of the year, and an interview with Kristin Cavallari"
    },
    {
      "id": "HSHqlmw",
      "type": "Movie",
      "title": "Maggie's Plan",
      "country": "",
      "dateAdded": "October 4, 2021",
      "releaseYear": 2015,
      "rating": "R",
      "duration": "99 min",
      "listedIn": "Comedy, Drama, Romance",
      "description": "A young woman (Gerwig) set on having a child, catapults herself into a love triangle with an academic (Hawke) & his eccentric wife (Moore)."
    },
    {
      "id": "X7BamC9",
      "type": "Movie",
      "title": "The Program",
      "country": "",
      "dateAdded": "October 4, 2021",
      "releaseYear": 1993,
      "rating": "R",
      "duration": "112 min",
      "listedIn": "Action, Adventure, Drama",
      "description": "An action-packed story about a group of Top 10 college football athletes."
    },
    {
      "id": "923HcU4",
      "type": "Movie",
      "title": "Unfaithful",
      "country": "",
      "dateAdded": "October 4, 2021",
      "releaseYear": 2002,
      "rating": "R",
      "duration": "124 min",
      "listedIn": "Drama, Romance, Thriller",
      "description": "Diane Lane earned a 2002 Best Actress Oscar(R) nomination for her role as a housewife who gets blown into a whirlwind affair."
    },
    {
      "id": "EEpuHtg",
      "type": "Movie",
      "title": "Finding Your Feet",
      "country": "United Kingdom",
      "dateAdded": "October 3, 2021",
      "releaseYear": 2017,
      "rating": "PG-13",
      "duration": "112 min",
      "listedIn": "Comedy, Drama, Romance",
      "description": "On the eve of retirement, a middle-class snob discovers her husband has been having an affair, and is forced to live with her bohemian sister on an impoverished inner-city estate."
    },
    {
      "id": "vstfpAq",
      "type": "Movie",
      "title": "Pacific Airshow",
      "country": "",
      "dateAdded": "October 3, 2021",
      "releaseYear": 2021,
      "rating": "",
      "duration": "",
      "listedIn": "Documentaries",
      "description": "Pacific Airshow is not just an Airshow. It’s a global spectacle-scale event that celebrates the love, patriotism and awe-inspiring feats of aviation with the enticing thrill of sports, entertainment, art and technology - backed by Southern California’s most iconic beachfront destination. This year’s Pacific Airshow will be headlined by the U.S. Navy Blue Angels celebrating their 75th Anniversary tour and flying their new F/A-18 Super Hornets. The Blue Angels will be joined by the Canadian Forces Snowbirds celebrating their 50th anniversary season, the U.S. Air Force F-35A Lightning II Demo Team led by Major Kristin “BEO” Wolfe, U.S. Navy Growler Legacy Flight demonstration team featuring two EA-18Gs, a variant of the F/A-18 F Super Hornet, the U.S. Marine Corps MV-22 Osprey Demo Team, the U.S. Army Golden Knights parachute demonstration team, world-class civilian aerobatic performers and many more."
    },
    {
      "id": "MEPsgid",
      "type": "Movie",
      "title": "College Swimming & Diving",
      "country": "",
      "dateAdded": "October 2, 2021",
      "releaseYear": 2005,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Action from college swimming & diving events."
    },
    {
      "id": "cVfpIkC",
      "type": "Movie",
      "title": "Men's College Hockey",
      "country": "",
      "dateAdded": "October 2, 2021",
      "releaseYear": 2000,
      "rating": "",
      "duration": "",
      "listedIn": "Sports",
      "description": "Action from NCAA men's college hockey."
    },
    {
      "id": "Wn2HV0C",
      "type": "Movie",
      "title": "A.I.: Artificial Intelligence",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2001,
      "rating": "PG-13",
      "duration": "145 min",
      "listedIn": "Adventure, Drama, Science Fiction",
      "description": "In a future world of scientific advances, humans share their lives with sophisticated companion robots. But when an advanced prototype robot child is programmed to show unconditional love, his human family isn't prepared for it."
    },
    {
      "id": "UzL3UFd",
      "type": "Movie",
      "title": "Air Force One",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1997,
      "rating": "R",
      "duration": "125 min",
      "listedIn": "Action, Adventure, Horror",
      "description": "Harrison Ford and Gary Oldman star in Wolfgang Petersen's thriller about the hijacking of Air Force One with the First Family on board."
    },
    {
      "id": "-pkGkj4",
      "type": "Movie",
      "title": "Ali",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2001,
      "rating": "R",
      "duration": "157 min",
      "listedIn": "Black Stories, Drama, History",
      "description": "A pivotal decade in the life of heavyweight boxing legend Muhammad Ali - his rise to the top of the sport, his refusal to go to Vietnam, and his comeback fights with Foreman and Frazier."
    },
    {
      "id": "4J9ppGE",
      "type": "Movie",
      "title": "Blippi's Spooky Spell Halloween",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2021,
      "rating": "TV-Y",
      "duration": "41 min",
      "listedIn": "Kids",
      "description": "Get ready for a spooky halloween with Blippi! Learn all about fun halloween decorations, visit a candy store for the best sweet and spooky treats, learn how to make a Jack-O-Lantern, and so much more."
    },
    {
      "id": "ultDu4E",
      "type": "Movie",
      "title": "Boxcar Bertha",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1972,
      "rating": "R",
      "duration": "89 min",
      "listedIn": "Crime, Drama",
      "description": "Set in the Depression era of the 1930s, a young woman and three men rob trains and plan a kidnapping. The men are caught and the young woman becomes a prostitute. Based on \"Sister of the Road\" by Boxcar Bertha Thomson."
    },
    {
      "id": "VhLVV--",
      "type": "Movie",
      "title": "Cedar Rapids",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2011,
      "rating": "R",
      "duration": "87 min",
      "listedIn": "Comedy",
      "description": "A weekend insurance convention proves to be a hotbed of sex, booze and buffoonery for a naive young man in this comedy."
    },
    {
      "id": "Mka-A9Q",
      "type": "Movie",
      "title": "Chasing Papi",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2003,
      "rating": "PG",
      "duration": "80 min",
      "listedIn": "Comedy, Drama, Romance",
      "description": "A Latino Casanova courts three Hispanic women in three different cities...until they find out about one another in this comedy."
    },
    {
      "id": "iu79dAu",
      "type": "Movie",
      "title": "Class",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1983,
      "rating": "R",
      "duration": "99 min",
      "listedIn": "Comedy, Drama",
      "description": "Complications arise when a lucky, lustful prep school teen gets a chance to lose his innocence to an older woman."
    },
    {
      "id": "Do2O2gj",
      "type": "Movie",
      "title": "Clifford",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1994,
      "rating": "PG",
      "duration": "90 min",
      "listedIn": "Comedy, Family, Kids",
      "description": "Martin Short is hilarious as a bratty 10-year-old kid who wreaks havoc while visiting his hapless uncle Charles Grodin in this comedy."
    },
    {
      "id": "xnA4d6l",
      "type": "Movie",
      "title": "Clockstoppers",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2002,
      "rating": "PG",
      "duration": "94 min",
      "listedIn": "Action, Adventure, Comedy",
      "description": "High-school teen Jesse Bradford tries out his scientist dad's new invention: a watch that can freeze time."
    },
    {
      "id": "kdFSHjT",
      "type": "Movie",
      "title": "Code 46",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2004,
      "rating": "R",
      "duration": "93 min",
      "listedIn": "Drama, Romance, Science Fiction",
      "description": "Tim Robbins is an investigator in a dystopian future whose attraction to a mysterious woman lands him on the wrong side of the law."
    },
    {
      "id": "FjQ14qj",
      "type": "Movie",
      "title": "Crimson Tide",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1995,
      "rating": "R",
      "duration": "116 min",
      "listedIn": "Drama, Horror, Thriller",
      "description": "Gene Hackman and Denzel Washington star as a submarine commander and his top lieutenant who wind up in a standoff during a nuclear crisis."
    },
    {
      "id": "_LEa_XI",
      "type": "Movie",
      "title": "Date Night Extended Version",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2010,
      "rating": "PG-13",
      "duration": "102 min",
      "listedIn": "Action, Adventure, Comedy",
      "description": "Steve Carell and Tina Fey are a couple whose wild night out injects some much-needed spark – and some serious danger – into their marriage."
    },
    {
      "id": "Ndc8GSP",
      "type": "Movie",
      "title": "Dead of Winter",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1987,
      "rating": "R",
      "duration": "101 min",
      "listedIn": "Horror, Thriller",
      "description": "An out-of-work actress is lured to an isolated house for an audition that takes a horrifying twist in this horror thriller."
    },
    {
      "id": "7Gzy7Gj",
      "type": "Movie",
      "title": "Diary of a Wimpy Kid: Rodrick Rules",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 2011,
      "rating": "PG",
      "duration": "100 min",
      "listedIn": "Comedy, Family, Kids",
      "description": "Young underdog Greg Heffley is back for torment at the hands of his brother Rodrick and more in this second hilarious flick in the series."
    },
    {
      "id": "XOoaHFP",
      "type": "Movie",
      "title": "Double, Double, Toil and Trouble",
      "country": "",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1993,
      "rating": "",
      "duration": "97 min",
      "listedIn": "Adventure, Family, Kids",
      "description": "Determined twins (Mary-Kate Olsen, Ashley Olsen) try to trick an evil aunt (Cloris Leachman) out of a magic moonstone and save their family home."
    },
    {
      "id": "fktgipM",
      "type": "Movie",
      "title": "Dr. No",
      "country": "United Kingdom",
      "dateAdded": "October 1, 2021",
      "releaseYear": 1962,
      "rating": "PG",
      "duration": "110 min",
      "listedIn": "Action, Adventure",
      "description": "On a mission in Jamaica, ultra-suave Agent 007 finds mad scientist Dr. No concocting a plot to derail the U.S. space program and take over the world."
    }
  ]
}
